[
  {
    "id": 0,
    "name": "Terminator: Dark Fate",
    "genre": "sci-fi",
    "content": "2019-10-23. In Mexico City, a newly modified liquid Terminator -- the Rev-9 model -- arrives from the future to kill a young factory worker named Dani Ramos. Also sent back in time is Grace, a hybrid cyborg human who must protect Ramos from the seemingly indestructible robotic assassin. But the two women soon find some much-needed help from a pair of unexpected allies -- seasoned warrior Sarah Connor and the T-800 Terminator.",
    "image": "http://static.hd-trailers.net/images/-104562-poster-xlarge-resized.jpg",
    "video": "terminator-dark-fate"
  }, {
    "id": 1,
    "name": "Judy & Punch",
    "genre": "drama",
    "content": "2020-03-11. In the anarchic town of Seaside, nowhere near the sea, puppeteers Judy and Punch are trying to resurrect their marionette show. The show is a hit due to Judy's superior puppeteering, but Punch's driving ambition and penchant for whisky lead to an inevitable tragedy that Judy must avenge. In a visceral and dynamic live-action reinterpretation of the famous 16th century puppet show, writer director MIRRAH FOULKES turns the traditional story of Punch and Judy on its head and brings to life a fierce, darkly comic and epic female-driven revenge story, starring MIA WASIKOWSKA and DAMON HERRIMAN.",
    "image": "http://static.hd-trailers.net/images/-165934-poster-xlarge-resized.jpg",
    "video": "judy-punch"
  }, {
    "id": 2,
    "name": "The Secret Garden",
    "genre": "drama",
    "content": "2020-03-11. The Secret Garden starring Colin Firth, Julie Walters and Dixie Egerickx is a new take on the beloved classic novel of the same name written by Frances Hodgson Burnett. Set in England during a new time period in 1947, the film follows a young orphan girl who, after being sent to live with her uncle, discovers a magical garden on the grounds of his estate.",
    "image": "http://static.hd-trailers.net/images/-189903-poster-xlarge-resized.jpg",
    "video": "the-secret-garden"
  }, {
    "id": 3,
    "name": "Abe",
    "genre": "comedy",
    "content": "2020-03-11. Twelve-year-old Abe is an aspiring chef, but his family—half-Israeli, half-Palestinian—have never had a meal together without a fight. But when Abe ditches his traditional summer camp to spend time with radical street chef Chico, his mentor’s fusion cuisine inspires him to unite his family through food. Abe decides to cook a meal that will bring everyone to the table, but he’s about to learn that the kitchen can’t heal some age-old divides.",
    "image": "http://static.hd-trailers.net/images/-124564-poster-xlarge-resized.jpg",
    "video": "abe"
  }, {
    "id": 4,
    "name": "Lazy Susan",
    "genre": "comedy",
    "content": "Initial release: April 3, 2020. Susan has always been the self-centered oddball in her family, who lazily skated through life with their grudging support until one day she wakes up to realize she’s middle-aged with no job, no relationship, and an increasingly estranged family. She finally decides to take charge and turn things around, but never having done anything herself before, the struggle is real (and hilarious) as Susan becomes the woman she always wanted to be, all on her own.",
    "image": "http://static.hd-trailers.net/images/-78451-poster-xlarge-resized.jpg",
    "video": "lazy-susan"
  }, {
    "id": 5,
    "name": "Tuscaloosa",
    "genre": "drama",
    "content": "2020-03-04. Alabama, 1972. As Billy falls for a patient at his father's mental asylum, his best friend becomes involved in a radical civil rights movement against Tuscaloosa's power elite.",
    "image": "http://static.hd-trailers.net/images/-133063-poster-xlarge-resized.jpg",
    "video": "tuscaloosa"
  }, {
    "id": 6,
    "name": "True Fiction",
    "genre": "thriller",
    "content": "2020-03-11. A young writer gets a job assisting her favourite horror writer, but she finds herself participating in an out-of-control psychological experiment.",
    "image": "http://static.hd-trailers.net/images/-67560-poster-xlarge-resized.jpg",
    "video": "true-fiction"
  }, {
    "id": 7,
    "name": "The Postcard Killings",
    "genre": "thriller",
    "content": "2020-03-04. In The Postcard Killings, based on the James Patterson and Liza Marklund #1 New York Times bestselling novel, NY Detective Jacob Kanon’s (Jeffery Dean Morgan) world is destroyed when his daughter and son-in-law are brutally murdered in London. Unable to sit idly by and do nothing, Jacob travels to London to get the answers he needs. As he learns of similar heinous murders happening across Europe - each preceded by a postcard sent to a local journalist - Jacob is in a race against time to stop the killings and find justice for his little girl.",
    "image": "http://static.hd-trailers.net/images/-121997-poster-xlarge-resized.jpg",
    "video": "the-postcard-killings"
  }, {
    "id": 8,
    "name": "Endings, Beginnings",
    "genre": "drama",
    "content": "2020-03-13. As a 30-something woman navigates through love and heartbreak over the course of one year, she will unlock the secrets to her life in a sudden turn of events and in the most surprising of places.",
    "image": "http://static.hd-trailers.net/images/-105831-poster-xlarge-resized.jpg",
    "video": "endings-beginnings"
  }, {
    "id": 9,
    "name": "Sea Fever",
    "genre": "sci-fi",
    "content": "2020-03-12. Siobhán's a marine biology student who prefers spending her days alone in a lab. She has to endure a week on a ragged fishing trawler, where she’s miserably at odds with the close-knit crew. But out in the deep Atlantic, an unfathomable life form ensnares the boat. When members of the crew succumb to a strange infection, Siobhán must overcome her alienation and anxiety to win the crew’s trust, before everyone is lost.",
    "image": "http://static.hd-trailers.net/images/-69939-poster-xlarge-resized.jpg",
    "video": "sea-fever"
  }, {
    "id": 10,
    "name": "The Jesus Rolls",
    "genre": "drama",
    "content": "2020-03-06. The Jesus rolls on. Hours after being released from prison, Jesus Quintana (John Turturro) pairs up with fellow misfits Petey (Bobby Cannavale) and Marie (Audrey Tautou), and embark on a freewheeling joyride of petty crime and romance.",
    "image": "http://static.hd-trailers.net/images/-85866-poster-xlarge-resized.jpg",
    "video": "the-jesus-rolls"
  }, {
    "id": 11,
    "name": "Rogue Warfare: The Hunt",
    "genre": "action",
    "content": "2020-03-10. When the leader of an elite team of soldiers is captured by terrorists, it is up to the team to find and rescue him before it is too late.",
    "image": "http://static.hd-trailers.net/images/-139894-poster-xlarge-resized.jpg",
    "video": "rogue-warfare-the-hunt"
  }, {
    "id": 12,
    "name": "Antebellum",
    "genre": "thriller",
    "content": "2020-03-10. Successful author Veronica Henley (Janelle Monáe) finds herself trapped in a horrifying reality and must uncover the mind-bending mystery before it’s too late.",
    "image": "http://static.hd-trailers.net/images/-49207-poster-xlarge-resized.jpg",
    "video": "antebellum"
  }, {
    "id": 13,
    "name": "Jungle Cruise",
    "genre": "action",
    "content": "2020-03-10. Inspired by the famous Disneyland theme park ride, Disney’s JUNGLE CRUISE is an adventure-filled, Amazon-jungle expedition starring Dwayne Johnson as the charismatic riverboat captain and Emily Blunt as a determined explorer on a research mission. Also starring in the film are Edgar Ramirez, Jack Whitehall, with Jesse Plemons, and Paul Giamatti.",
    "image": "http://static.hd-trailers.net/images/-169286-poster-xlarge-resized.jpg",
    "video": "jungle-cruise"
  }, {
    "id": 14,
    "name": "The Artist's Wife",
    "genre": "drama",
    "content": "2020-03-09. Claire (Lena Olin) lives a domestic life in the Hamptons as the wife of celebrated artist Richard Smythson (Bruce Dern). Once a promising painter herself, Claire now lives in the shadow of her husband’s illustrious career. While preparing work for his final show, Richard’s moods become increasingly erratic, and he is diagnosed with dementia. As his memory and behavior deteriorate, she shields his condition from the art community while trying to reconnect him with his estranged daughter and grandson from a previous marriage. Challenged by the loss of her world as she knew it, Claire must now decide whether to stand with Richard on the sidelines or step into the spotlight herself.",
    "image": "http://static.hd-trailers.net/images/-96561-poster-xlarge-resized.jpg",
    "video": "the-artist-s-wife"
  }, {
    "id": 15,
    "name": "The Hunt",
    "genre": "thriller",
    "content": "2020-03-09. A child's lie threatens to destroy the life of a divorced daycare worker attempting to reconnect with his teenage son in this emotionally-charged drama from director Thomas Vinterberg (The Celebration, Submarino). In the wake of a fractured marriage, 40-year-old Lucas (Mads Mikkelsen) gets a new girlfriend and a new job in a daycare center while fighting to win custody of his teenage son. Lucas is a respected figure in his close-knit community, and the ids at the daycare center where he works all look up to him. When Lucas repeatedly finds young Klara (Annika Wedderkopp) roaming the streets alone as her parents engage in angry shouting matches, he becomes something of a protector to the frightened young girl, often walking her home once the arguments have died down. When Klara attempts to repay Lucas' kindness with a kiss on the lips, the shocked teacher quickly corrects her by telling her that that display of affection is not appropriate. Upset over being rebuffed by the man she so admires, Klara responds by telling the inexperienced manager of the daycare center that she saw Lucas engaged in inappropriate activity. Before long the rumor has caught fire, and as Christmas approaches mob mentality prevails. Everyone close to Lucas, including two best friends and his son, quickly become pariahs in the community. Meanwhile, the desperate Lucas wages a losing battle to reclaim his dignity in a town that would sooner see an innocent man crucified than admit their mistake.",
    "image": "http://static.hd-trailers.net/images/-113940-poster-xlarge-resized.jpg",
    "video": "the-hunt"
  }, {
    "id": 16,
    "name": "Powerbomb",
    "genre": "thriller",
    "content": "2020-03-09. Powerbomb is the story of a wrestler on the verge of breaking into the big time, but after years of struggling, he's contemplating leaving it all behind to spend more time with his family. When our wrestler's biggest fan hears the news, he decides to take matters into his own hands to ensure that his champion gets to the top by any means necessary including extortion, kidnapping and even murder…",
    "image": "http://static.hd-trailers.net/images/-100369-poster-xlarge-resized.jpg",
    "video": "powerbomb"
  }, {
    "id": 17,
    "name": "I Still Believe",
    "genre": "drama",
    "content": "2020-01-23. From the makers of I CAN ONLY IMAGINE comes the true life story of Christian music mega star Jeremy Camp. Jeremy’s remarkable journey of love and loss proves there is always hope in the midst of tragedy and that faith tested is the only faith worth sharing.",
    "image": "http://static.hd-trailers.net/images/-87276-poster-xlarge-resized.jpg",
    "video": "i-still-believe"
  }, {
    "id": 18,
    "name": "Black Widow",
    "genre": "drama",
    "content": "2019-12-03. In Marvel Studios' action-packed spy thriller 'Black Widow', Natasha Romanoff aka Black Widow confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger. Scarlett Johansson reprises her role as Natasha/Black Widow, Florence Pugh stars as Yelena, David Harbour portrays Alexei/The Red Guardian, and Rachel Weisz is Melina. Directed by Cate Shortland and produced by Kevin Feige, 'Black Widow'- the first film in Phase Four of the Marvel Cinematic Universe- hits U.S. theaters on May 1, 2020.",
    "image": "http://static.hd-trailers.net/images/-129531-poster-xlarge-resized.jpg",
    "video": "black-widow"
  }, {
    "id": 19,
    "name": "Seven Stages To Achieve Eternal Bliss",
    "genre": "comedy",
    "content": "2020-03-05. Seven Stages to Achieve Eternal Bliss is an offbeat comedy centered around a very sweet relationship between Claire (Kate Micucci) and Paul (Sam Huntington) and the absurd cult that surrounds them. The cast represents some of the best comedic talent in Hollywood, including Kate Micucci, Sam Huntington, Dan Harmon, Mark McKinney, Rhea Seehorn, Dana Gould, Maria Bamford, Brian Posehn, Lilan Bowden, John Dore, Josh Brener, Mindy Sterling, J Lee, Brian Girard, Michael St. Michaels, Matt Jones and Academy Award Winner, Taika Waititi.",
    "image": "http://static.hd-trailers.net/images/-182938-poster-xlarge-resized.jpg",
    "video": "seven-stages-to-achieve-eternal-bliss"
  }, {
    "id": 20,
    "name": "Lost Transmissions",
    "genre": "drama",
    "content": "2020-03-06. Hannah, a shy songwriter, discovers that her friend, respected record producer Theo Ross, has lapsed on his medication for schizophrenia. Hannah rallies a group of friends to help commit Theo to a psychiatric facility, chasing him as he outruns his colorful delusions through the glamour and grit of Los Angeles. From the highs of rock 'n' roll to rock bottom, it's a story of the unsung heroes behind the hits and the inadequacies of our mental health system.",
    "image": "http://static.hd-trailers.net/images/-123129-poster-xlarge-resized.jpg",
    "video": "lost-transmissions"
  }, {
    "id": 21,
    "name": "Hope Gap",
    "genre": "drama",
    "content": "2020-01-16. The intimate, intense and loving story of HOPE GAP charts the life of Grace (Annette Bening), shocked to learn her husband (Bill Nighy) is leaving her for another after 29 years of marriage, and the ensuing emotional fallout the dissolution has on their only grown son (Josh O’Connor). Unraveled and feeling displaced in her small seaside town, Grace ultimately regains her footing and discovers a new, powerful voice.",
    "image": "http://static.hd-trailers.net/images/-78216-poster-xlarge-resized.jpg",
    "video": "hope-gap"
  }, {
    "id": 22,
    "name": "Final Kill",
    "genre": "action",
    "content": "2020-03-06. Hired to protect a couple in Costa Rica, a mercenary must get them out alive when ruthless gangsters descend upon their tranquil village.",
    "image": "http://static.hd-trailers.net/images/-112906-poster-xlarge-resized.jpg",
    "video": "final-kill"
  }, {
    "id": 23,
    "name": "Run This Town",
    "genre": "drama",
    "content": "2020-02-10. A young journalist and a young political aide become entangled in a larger-than-life political scandal as they struggle to navigate adult life. Like all their friends, Bram and Kamal are struggling to climb the ladders at their respective workplaces: Bram at a newspaper, Kamal at City Hall. When Bram learns of a scandal involving Kamal’s larger-than-life boss, he seizes the moment to advance his career. Meanwhile, Kamal grapples with containing the story while maintaining his integrity.",
    "image": "http://static.hd-trailers.net/images/-142359-poster-xlarge-resized.jpg",
    "video": "run-this-town"
  }, {
    "id": 24,
    "name": "Only",
    "genre": "sci-fi",
    "content": "2020-03-04. After a comet releases a deadly virus that attacks all the women in the world, Eva (Freida Pinto) and Will (Leslie Odom Jr.) are forced into hiding from both the illness and the savages who hunt the few surviving women. Trapped inside their over-sterilized apartment, the couple’s relationship and sense of sanity begins to crumble. When Eva’s desperation for a normal life becomes as dangerous as the world outside, the couple escapes their self-imposed quarantine to fight for their lives.",
    "image": "http://static.hd-trailers.net/images/-84048-poster-xlarge-resized.jpg",
    "video": "only"
  }, {
    "id": 25,
    "name": "The Invisible Man",
    "genre": "sci-fi",
    "content": "2019-11-07. What you can’t see can hurt you. Emmy winner Elisabeth Moss stars in a terrifying modern tale of obsession inspired by Universal’s classic monster character. Trapped in a violent, controlling relationship with a wealthy, brilliant scientist, Cecilia (Moss) escapes and disappears into hiding. But when her abusive ex (Oliver Jackson-Cohen) commits suicide, Cecilia suspects his death is a hoax. As a series of eerie coincidences turns lethal, threatening the lives of those she loves, Cecilia’s sanity begins to unravel as she tries to prove that she is being hunted by someone nobody can see.",
    "image": "http://static.hd-trailers.net/images/-34934-poster-xlarge-resized.jpg",
    "video": "the-invisible-man"
  }, {
    "id": 26,
    "name": "Greyhound",
    "genre": "drama",
    "content": "2020-03-05. In the early days of WWII, an international convoy of 37 Allied ships, led by captain Ernest Krause (Tom Hanks) in his first command of a U.S. destroyer, crosses the treacherous North Atlantic while hotly pursued by wolf packs of Nazi U-boats.",
    "image": "http://static.hd-trailers.net/images/-85874-poster-xlarge-resized.jpg",
    "video": "greyhound"
  }, {
    "id": 27,
    "name": "Working Man",
    "genre": "drama",
    "content": "2020-03-05. When the last factory in a small Rust Belt town closes its doors, an unlikely hero emerges in dutiful, quiet Allery Parkes (Peter Gerety). A career employee of the factory, the aging Allery can’t reconcile how to live a life simply sitting at home doing nothing, and against the advice and pleas of his loving wife, Iola (Talia Shire), he forms an unlikely friendship with his charismatic neighbor, Walter Brewer (Billy Brown), in order to revive the defunct factory. As their community rallies around them – and as their former corporate bosses strategize how to implode this unexpected movement – Allery learns that he might be something he never thought possible: a leader.",
    "image": "http://static.hd-trailers.net/images/-95082-poster-xlarge-resized.jpg",
    "video": "working-man"
  }, {
    "id": 28,
    "name": "Foxtrot Six",
    "genre": "action",
    "content": "2020-03-05. In the near future, the economy has turned upside down and the world is becoming a dystopia. An ex-marine, Angga, rebels against the government and forms “Foxtrot Six,” a squad comprised of old military comrades. Together, they work to save their country from the attacksof a ruthless party leader willing to starve and kill in his quest for power.",
    "image": "http://static.hd-trailers.net/images/-137836-poster-xlarge-resized.jpg",
    "video": "foxtrot-six"
  }, {
    "id": 29,
    "name": "The Last Vermeer",
    "genre": "drama",
    "content": "2020-03-05. While Joseph Piller (Bang), a Dutch Jew, was fighting in the Resistance during the Second World War, the witty, debonair aesthete, Han van Meegeren (Pearce) was hosting hedonistic soirées and selling Dutch art treasures to Hermann Goring and other top Nazis. Following the war, Piller becomes an investigator assigned the task of identifying and redistributing stolen art, resulting in the flamboyant van Meegeren being accused of collaboration — a crime punishable by death. But, despite mounting evidence, Piller, with the aid of his assistant (Krieps), becomes increasingly convinced of Han's innocence and finds himself in the unlikely position of fighting to save his life.",
    "image": "http://static.hd-trailers.net/images/-82619-poster-xlarge-resized.jpg",
    "video": "the-last-vermeer"
  }, {
    "id": 30,
    "name": "Bacurau",
    "genre": "drama",
    "content": "2020-02-25. A few years from now... Bacurau, a small village in the Brazilian sertão, mourns the loss of its matriarch, Carmelita, who lived to be 94. Days later, its inhabitants (among them Sônia Braga) notice that their village has literally vanished from most maps and a UFO-shaped drone starts flying overhead. There are forces that want to expel them from their homes, and soon, in a genre-bending twist, a band of armed mercenaries led by Udo Kier arrive in town picking off the inhabitants one by one. A fierce confrontation takes place when the townspeople turn the tables on the villainous outsiders, banding together by any means necessary to protect and maintain their remote community.",
    "image": "http://static.hd-trailers.net/images/-137560-poster-xlarge-resized.jpg",
    "video": "bacurau"
  }, {
    "id": 31,
    "name": "Escape From Pretoria",
    "genre": "thriller",
    "content": "2020-02-21. Based on the real-life prison break of two political captives, Escape From Pretoria is a race-against-time thriller set in the tumultuous apartheid days of South Africa.",
    "image": "http://static.hd-trailers.net/images/-140522-poster-xlarge-resized.jpg",
    "video": "escape-from-pretoria"
  }, {
    "id": 32,
    "name": "My Spy",
    "genre": "action",
    "content": "2019-04-05. My Spy follows JJ a hardened CIA operative (Dave Bautista) who has been demoted and finds himself at the mercy of a precocious 9-year-old girl, named Sophie (Chloe Coleman) where he has been sent undercover begrudgingly to surveil her family.  When Sophie discovers hidden cameras in her apartment she uses her tech savviness to locate where the surveillance operation is set.  In exchange for not blowing JJ’s cover Sophie convinces him to spend time with her and teach her to be a spy. Despite his reluctance JJ finds he is no match for Sophie’s disarming charm and wit.",
    "image": "http://static.hd-trailers.net/images/-120919-poster-xlarge-resized.jpg",
    "video": "my-spy"
  }, {
    "id": 33,
    "name": "Never Rarely Sometimes Always",
    "genre": "drama",
    "content": "2019-12-12. Written and directed by Eliza Hittman, the film is an intimate portrayal of two teenage girls in rural Pennsylvania. Faced with an unintended pregnancy and a lack of local support, Autumn (SidneyFlanigan) and her cousin Skylar (Talia Ryder) embark across state lines to New York City on a fraught journey of friendship, bravery and compassion.",
    "image": "http://static.hd-trailers.net/images/-77207-poster-xlarge-resized.jpg",
    "video": "never-rarely-sometimes-always"
  }, {
    "id": 34,
    "name": "The Whistlers",
    "genre": "drama",
    "content": "2019-12-19. In THE WHISTLERS, not everything is as it seems for Cristi, a police inspector in Bucharest who plays both sides of the law. Embarking with the beautiful Gilda on a high-stakes heist, both will have to navigate the twists and turns of corruption, treachery and deception. A trip to the Canary Islands to learn a secret whistling language might just be what they need to pull it off.",
    "image": "http://static.hd-trailers.net/images/-85884-poster-xlarge-resized.jpg",
    "video": "the-whistlers"
  }, {
    "id": 35,
    "name": "Run",
    "genre": "thriller",
    "content": "2020-03-03. Raised in total isolation by her mother (Paulson), a teenage girl's life begins to unravel as she discovers her mother’s sinister secret.",
    "image": "http://static.hd-trailers.net/images/-95274-poster-xlarge-resized.jpg",
    "video": "run"
  }, {
    "id": 36,
    "name": "VHYes",
    "genre": "comedy",
    "content": "2019-12-23. Raised in total isolation by her mother (Paulson), a teenage girl's life begins to unravel as she discovers her mother’s sinister secret.",
    "image": "http://static.hd-trailers.net/images/-148569-poster-xlarge-resized.jpg",
    "video": "vhyes"
  }, {
    "id": 37,
    "name": "Blue Story",
    "genre": "drama",
    "content": "2020-03-02. Raised in total isolation by her mother (Paulson), a teenage girl's life begins to unravel as she discovers her mother’s sinister secret.",
    "image": "http://static.hd-trailers.net/images/-83396-poster-xlarge-resized.jpg",
    "video": "blue-story"
  }, {
    "id": 38,
    "name": "Artemis Fowl",
    "genre": "sci-fi",
    "content": "2020-03-02. Disney’s “Artemis Fowl,” based on the beloved book by Eoin Colfer, is a fantastical, spellbinding adventure that follows the journey of 12-year-old genius Artemis Fowl, a descendant of a long line of criminal masterminds, as he seeks to find his father who has mysteriously disappeared. With the help of his loyal protector Butler, Artemis sets out to find him, and in doing so uncovers an ancient, underground civilization—the amazingly advanced world of fairies. Deducing that his father’s disappearance is somehow connected to the secretive, reclusive fairy world, cunning Artemis concocts a dangerous plan—so dangerous that he ultimately finds himself in a perilous war of wits with the all-powerful fairies.",
    "image": "http://static.hd-trailers.net/images/-150928-poster-xlarge-resized.jpg",
    "video": "artemis-fowl"
  }, {
    "id": 39,
    "name": "Radium Girls",
    "genre": "drama",
    "content": "2020-03. Starring Emmy and Golden Globe nominee Joey King (“The Act,”, The Kissing Booth) and Abby Quinn (“Mad About You” reboot, Little Women) as Bessie and Jo Cavallo, Radium Girls follows the teen sisters who dream of Hollywood and Egyptian pyramids as they paint luminous watch dials at the American Radium factory in New Jersey. When Jo loses a tooth, Bessie’s world is turned upside down as a mystery slowly unravels. She discovers a corporate cover-up and, in a radical coming of age story, Bessie and the Radium Girls decide to take on American Radium. Based on true events, the national sensation following the case of the Radium Girls ultimately led to significant and lasting impact in the area of workplace health and safety and the study of radioactivity.",
    "image": "http://static.hd-trailers.net/images/-102463-poster-xlarge-resized.jpg",
    "video": "radium-girls"
  }, {
    "id": 40,
    "name": "Fatima",
    "genre": "drama",
    "content": "2020-02-28. In 1917, outside the parish of Fátima, Portugal, a 10-year-old girl and her two younger cousins witness multiple visitations of the Virgin Mary, who tells them that only prayer and suffering will bring an end to World War I. As secularist government officials and Church leaders try to force the children to recant their story, word of the sighting spreads across the country, inspiring religious pilgrims to flock to the site in hopes of witnessing a miracle. What they experience will transform their quiet lives and bring the attention of a world yearning for peace. Based on real-life events and starring Joaquim de Almeida (“Queen of the South”), Goran Višnjić (Beginners), Stephanie Gil (Terminator: Dark Fate) and Lúcia Moniz (Love, Actually), with Sônia Braga (Aquarius) and Harvey Keitel (The Piano, The Irishman), Fatima is an uplifting story about the power of faith.",
    "image": "http://static.hd-trailers.net/images/-71540-poster-xlarge-resized.jpg",
    "video": "fatima"
  }, {
    "id": 41,
    "name": "The High Note",
    "genre": "comedy",
    "content": "2020-02-28. Set in the dazzling world of the LA music scene comes the story of Grace Davis (Tracee Ellis Ross), a superstar whose talent, and ego, have reached unbelievable heights. Maggie (Dakota Johnson) is Grace’s overworked personal assistant who’s stuck running errands, but still aspires to her childhood dream of becoming a music producer. When Grace’s manager (Ice Cube) presents her with a choice that could alter the course of her career, Maggie and Grace come up with a plan that could change their lives forever.",
    "image": "http://static.hd-trailers.net/images/-113569-poster-xlarge-resized.jpg",
    "video": "the-high-note"
  }, {
    "id": 42,
    "name": "Draupadi Unleashed",
    "genre": "drama",
    "content": "2020-02-27. Set in 1930’s British India, DRAUPADI UNLEASHED centers on sixteen-year-old Indira who finds herself torn between true love, her duty to follow through with an arranged marriage and the powerful allure of a mysterious guru. Through her heartbreaking journey to self-discovery, long-held secrets are brought to light and Indira discovers the strength within herself to break free. In a story that mixes magical realism and gorgeous surroundings with the harsh realities of a patriarchal society, this beautifully told tale of a young woman at a crossroads in her life offers a rare look at aristocratic Indian society in the early part of the 20th Century - one that will resonate with audiences today",
    "image": "http://static.hd-trailers.net/images/-73311-poster-xlarge-resized.jpg",
    "video": "draupadi-unleashed"
  }, {
    "id": 43,
    "name": "Dream Horse",
    "genre": "comedy",
    "content": "2020-02-27. The film tells the inspiring true story of Dream Alliance, an unlikely race horse bred by small town Welsh bartender, Jan Vokes (Academy Award® nominee Toni Collette). With very little money and no experience, Jan convinces her neighbors to chip in their meager earnings to help raise Dream in the hopes he can compete with the racing elites. The group’s investment pays off as Dream rises through the ranks with grit and determination and goes on to race in the Welsh Grand National showing the heart of a true champion.",
    "image": "http://static.hd-trailers.net/images/-86483-poster-xlarge-resized.jpg",
    "video": "dream-horse"
  }, {
    "id": 44,
    "name": "Military Wives",
    "genre": "comedy",
    "content": "2020-02-27. MILITARY WIVES centers on a group of women from different backgrounds whose partners are away serving in Afghanistan. Faced with their loved ones’ absences, they come together to form the very first military wives choir, helping each other through some of life’s most difficult moments, and quickly find themselves on an international stage. Peter Cattaneo (THE FULL MONTY) directs Kristin Scott Thomas and Sharon Horgan in this feel-good crowd-pleaser inspired by true events.",
    "image": "http://static.hd-trailers.net/images/-107687-poster-xlarge-resized.jpg",
    "video": "military-wives"
  }, {
    "id": 45,
    "name": "Saint Frances",
    "genre": "comedy",
    "content": "2020-01-23. Flailing thirty-four-year-old Bridget (Kelly O’Sullivan) finally catches a break when she meets a nice guy and lands a much-needed job nannying six-year-old Frances (played by a scene-stealing Ramona Edith-Williams). But an unwanted pregnancy introduces an unexpected complication. To make matters worse, she clashes with the obstinate Frances and struggles to navigate a growing tension between Frances’s moms. Amidst her tempestuous personal relationships, a reluctant friendship with Frances emerges, and Bridget contends with the inevitable joys and shit-shows of becoming a part of someone else’s family.",
    "image": "http://static.hd-trailers.net/images/-173789-poster-xlarge-resized.jpg",
    "video": "saint-frances"
  }, {
    "id": 46,
    "name": "Fisherman's Friends",
    "genre": "drama",
    "content": "2020-02-27. A fast living, cynical London music executive (Daniel Mays) heads to a remote Cornish village on a stag weekend where he's pranked by his boss (Noel Clarke) into trying to sign a group of shanty singing fishermen (led by James Purefoy). He becomes the ultimate 'fish out of water' as he struggles to gain the respect or enthusiasm of the unlikely boy band and their families (including Tuppence Middleton) who value friendship and community over fame and fortune. As he's drawn deeper into the traditional way of life he's forced to reevaluate his own integrity and ultimately question what success really means.",
    "image": "http://static.hd-trailers.net/images/-146499-poster-xlarge-resized.jpg",
    "video": "fisherman-s-friends"
  }, {
    "id": 47,
    "name": "Candyman",
    "genre": "horror",
    "content": "2020-02-27. For as long as residents can remember, the housing projects of Chicago's Cabrini Green neighborhood were terrorized by a word-of-mouth ghost story about a supernatural killer with a hook for a hand, easily summoned by those daring to repeat his name five times into a mirror. In present day, a decade after the last of the Cabrini towers were torn down, visual artist Anthony McCoy and his girlfriend, gallery director Brianna Cartwright, move into a luxury loft condo in Cabrini, now gentrified beyond recognition and inhabited by upwardly mobile millennials.With Anthony's painting career on the brink of stalling, a chance encounter with a Cabrini Green old-timer exposes Anthony to the tragically horrific nature of the true story behind Candyman. Anxious to maintain his status in the Chicago art world, Anthony begins to explore these macabre details in his studio as fresh grist for paintings, unknowingly opening a door to a complex past that unravels his own sanity and unleashes a terrifyingly viral wave of violence that puts him on a collision course with destiny.",
    "image": "http://static.hd-trailers.net/images/-30374-poster-xlarge-resized.jpg",
    "video": "candyman"
  }, {
    "id": 48,
    "name": "Below The Fold",
    "genre": "thriller",
    "content": "2020-02-26. Without a trace, Susie Potter vanished from her home in the quiet town of Skidmore, Missouri. Ten years later two reporters uncover a harrowing new detail, which leads them on an obsessive hunt for the truth.",
    "image": "http://static.hd-trailers.net/images/-190774-poster-xlarge-resized.jpg",
    "video": "below-the-fold"
  }, {
    "id": 49,
    "name": "Deerskin",
    "genre": "comedy",
    "content": "2020-02-26. In this black comedy of middle-aged masculinity gone awry, Academy Award winner Jean Dujardin (The Artist) is a recent divorcee who becomes obsessed with a vintage fringed deerskin jacket that begins to exert an uncanny hold on him. Set in a sleepy French alpine village, he falls into the guise of an independent filmmaker and befriends a trusting bartender and aspiring editor (Adèle Haenel, Portrait of a Lady on Fire) who becomes his collaborator on a movie that will document a surprising new goal he sets himself. ",
    "image": "http://static.hd-trailers.net/images/-134126-poster-xlarge-resized.jpg",
    "video": "deerskin"
  }, {
    "id": 50,
    "name": "Charm City Kings",
    "genre": "drama",
    "content": "2020-02-26. Growing up in West Baltimore, teenage Mouse feels the fierce pull of different forces: Between notorious ex-con Blax and concerned Detective Rivers, and between the straight path set for Mouse by his concerned mother and the dangers of gang life, which took his brother’s life. The one truth Mouse knows is that he loves the power, artistry and energy of “The Ride” — the exhilarating motorized-dirt-bike scene that is both pastime and passion on the streets of Baltimore. During one eventful summer, Mouse steers his way through two father figures, a first girlfriend, the pull of illegal choices and the thrill of stunt-riding that makes him and his friends feel like CHARM CITY KINGS.",
    "image": "http://static.hd-trailers.net/images/-151782-poster-xlarge-resized.jpg",
    "video": "charm-city-kings"
  }, {
    "id": 51,
    "name": "On A Magical Night",
    "genre": "comedy",
    "content": "2020-02-26. In this playful new film from writer-director Christophe Honoré, we meet Maria, a woman dissatisfied with her marriage who, after a heated argument with her husband of 20 years, spends the night in room 212 of the hotel across the street from their home. There, she has a bird’s eye view of her apartment, her husband, and her marriage. In this comic romp, she confronts her past lovers and relationships on one magical night, fantasizing about the lives she could’ve lived and wondering if she’s made the right decisions.",
    "image": "http://static.hd-trailers.net/images/-107812-poster-xlarge-resized.jpg",
    "video": "on-a-magical-night"
  }, {
    "id": 52,
    "name": "Enemy Lines",
    "genre": "thriller",
    "content": "2020-02-25. November 1943. A British commando squad is teamed with an American officer on a covert mission into Poland, deep behind enemy lines. Working with the resistance they cross the harsh wilderness intent on kidnapping and extracting a sought-after Polish scientist, Dr Fabian, from the Germans.",
    "image": "http://static.hd-trailers.net/images/-109032-poster-xlarge-resized.jpg",
    "video": "enemy-lines"
  }, {
    "id": 53,
    "name": "Sometimes Always Never",
    "genre": "comedy",
    "content": "2020-02-21. Alan is a stylish tailor with moves as sharp as his suits. He’s spent years searching tirelessly for his missing son Michael who stormed out over a game of Scrabble. With a body to identify and his family torn apart, Alan must repair the relationship with his youngest son and solve the mystery of an online player who he thinks could be Michael — so he can finally move on and reunite his family.",
    "image": "http://static.hd-trailers.net/images/-127480-poster-xlarge-resized.jpg",
    "video": "sometimes-always-never"
  }, {
    "id": 54,
    "name": "Lost In America",
    "genre": "comedy",
    "content": "2020-02-21. It’s tragic that in the world’s wealthiest country, 4.2 million teenagers are homeless. Former Navy veteran and homeless youth, director Rotimi Rainwater shows viewers the realities of life on the streets as he travels the country to shine a light on the epidemic of youth homelessness in America. With the help of celebrities and politicians who have been homeless themselves or advocates of the repressed, this film takes a large scale issue down to a very personal level.",
    "image": "http://static.hd-trailers.net/images/-113564-poster-xlarge-resized.jpg",
    "video": "lost-in-america"
  }, {
    "id": 55,
    "name": "The Night Clerk",
    "genre": "thriller",
    "content": "2020-01-23. While on duty, a young, socially challenged hotel clerk (Tye Sheridan) witnesses a murder in one of the rooms but his suspicious actions land him as the lead detective’s (John Leguizamo) number one suspect.",
    "image": "http://static.hd-trailers.net/images/-85622-poster-xlarge-resized.jpg",
    "video": "the-night-clerk"
  }, {
    "id": 56,
    "name": "The Lovebirds",
    "genre": "comedy",
    "content": "2020-02-20. A couple (Issa Rae & Kumail Nanjiani) experiences a defining moment in their relationship when they are unintentionally embroiled in a murder mystery. As their journey to clear their names takes them from one extreme – and hilarious - circumstance to the next, they must figure out how they, and their relationship, can survive the night.",
    "image": "http://static.hd-trailers.net/images/-157720-poster-xlarge-resized.jpg",
    "video": "the-lovebirds"
  }, {
    "id": 57,
    "name": "10 Things We Should Do Before We Break Up",
    "genre": "drama",
    "content": "2020-02-20. Sparks fly when a self-sufficient single mom meets a magnetic perennial bachelor. On their first date, they collaborate--in jest--on the ultimate un-bucket list: ten things to do together before they break up. But when fate intervenes, this pair of cynics must embark on the most challenging journey of all, building a family together, and the chance to trade their cynicism for hope.",
    "image": "http://static.hd-trailers.net/images/-180116-poster-xlarge-resized.jpg",
    "video": "10-things-we-should-do-before-we-break-up"
  }, {
    "id": 58,
    "name": "Burden",
    "genre": "drama",
    "content": "2017-03-17. When a museum celebrating the Ku Klux Klan opens in a small South Carolina town, the idealistic Reverend Kennedy (Academy Award®-winner Forest Whitaker) resolves to do everything in his power to prevent long-simmering racial tensions from boiling over.",
    "image": "http://static.hd-trailers.net/images/-99426-poster-xlarge-resized.jpg",
    "video": "burden"
  }, {
    "id": 59,
    "name": "Sonic The Hedgehog",
    "genre": "sci-fi",
    "content": "2019-11-12. SONIC THE HEDGEHOG is a live-action adventure comedy based on the global blockbuster videogame franchise from Sega that centers on the infamously brash bright blue hedgehog. The film follows the (mis)adventures of Sonic as he navigates the complexities of life on Earth with his newfound – human – best friend Tom Wachowski (James Marsden). Sonic and Tom join forces to try and stop the villainous Dr. Robotnik (Jim Carrey) from capturing Sonic and using his immense powers for world domination. The film also stars Tika Sumpter and Ben Schwartz as the voice of Sonic.",
    "image": "http://static.hd-trailers.net/images/-146347-poster-xlarge-resized.jpg",
    "video": "sonic-the-hedgehog"
  }, {
    "id": 60,
    "name": "Emperor",
    "genre": "action",
    "content": "2020-02-19. A gripping tale of love and honor forged between fierce enemies of war, EMPEROR unfolds the story, inspired by true events, of the bold and secret moves that won the peace in the shadows of post-war Japan. Matthew Fox joins Academy Award® winner Tommy Lee Jones and newcomer Eriko Hatsune to bring to life the American occupation of Japan in the perilous and unpredictable days just after Emperor Hirohito’s World War II surrender. As General Douglas MacArthur (Jones) suddenly finds himself the de facto ruler of a foreign nation, he assigns an expert in Japanese culture – General Bonner Fellers (Fox), to covertly investigate the looming question hanging over the country: should the Japanese Emperor, worshiped by his people but accused of war crimes, be punished or saved? Caught between the high-wire political intrigue of his urgent mission and his own impassioned search for the mysterious school teacher (Hatsune) who first drew him to Japan, Fellers can be certain only that the tricky subterfuge about to play out will forever change the history of two nations and his heart.",
    "image": "http://static.hd-trailers.net/images/-80158-poster-xlarge-resized.jpg",
    "video": "emperor"
  }, {
    "id": 61,
    "name": "The French Dispatch",
    "genre": "comedy",
    "content": "2020-02-19. A love letter to journalists set in an outpost of an American newspaper in a fictional 20th-century French city that brings to life a collection of stories published in 'The French Dispatch' magazine.",
    "image": "http://static.hd-trailers.net/images/-151622-poster-xlarge-resized.jpg",
    "video": "the-french-dispatch"
  }, {
    "id": 62,
    "name": "The Green Knight",
    "genre": "action",
    "content": "2020-02-19. An epic fantasy adventure based on the timeless Arthurian legend, The Green Knight tells the story of Sir Gawain (Dev Patel), King Arthur's reckless and headstrong nephew, who embarks on a daring quest to confront the eponymous Green Knight, a gigantic emerald-skinned stranger and tester of men. Gawain contends with ghosts, giants, thieves, and schemers in what becomes a deeper journey to define his character and prove his worth in the eyes of his family and kingdom by facing the ultimate challenger. From visionary filmmaker David Lowery comes a fresh and bold spin on a classic tale from the knights of the round table.",
    "image": "http://static.hd-trailers.net/images/-94210-poster-xlarge-resized.jpg",
    "video": "the-green-knight"
  }, {
    "id": 63,
    "name": "Go Back To China",
    "genre": "drama",
    "content": "2020-02-18. When spoiled rich girl Sasha Li blows through half of her trust fund, she is cut off by her father and forced to go back to China and work for the family toy business. What begins simply as a way to regain financial support soon develops into a life-altering journey of self discovery, as she learns the business from the ground up and reconnects with her estranged family in the process.Go Back to China is a hilarious, heartfelt, and compelling portrait of what happens when today’s Millennial culture clashes with the old school, hard working values that families around the worldhave continued to instill and pass down. It also offers an honest look at the human cost of things that are made in China.",
    "image": "http://static.hd-trailers.net/images/-77295-poster-xlarge-resized.jpg",
    "video": "go-back-to-china"
  }, {
    "id": 64,
    "name": "The Secret: Dare To Dream",
    "genre": "drama",
    "content": "2020-02-17. Based on the 2006 best-selling book The Secret, a global phenomenon which empowered millions to lead happier and more fulfilled lives, The Secret: Dare to Dream centers around Miranda Wells (Katie Holmes), a hard-working young widow struggling to raise three children on her own. A powerful storm brings a devastating challenge and a mysterious man, Bray Johnson (Josh Lucas), into her life. In just a few short days, Bray’s presence re-ignites the family’s spirit, but he carries a secret—and that secret could change everything. The groundbreaking book by Rhonda Byrne has sold over 34 million copies worldwide, has been translated into 50 languages and appeared on the New York Times best-seller list for 190 consecutive weeks.",
    "image": "http://static.hd-trailers.net/images/-98201-poster-xlarge-resized.jpg",
    "video": "the-secret-dare-to-dream"
  }, {
    "id": 65,
    "name": "Just One More Kiss",
    "genre": "drama",
    "content": "2020-02-17. Till death do us part” wasn’t nearly long enough for Max and Abby, a happily married couple when an accident took Max away. As Abby struggles with life without Max something strange happens, Max’s ghost returns to help her get over him. But with a second chance to be together, neither wants to say goodbye again…",
    "image": "http://static.hd-trailers.net/images/-115846-poster-xlarge-resized.jpg",
    "video": "just-one-more-kiss"
  }, {
    "id": 66,
    "name": "A Simple Wedding",
    "genre": "comedy",
    "content": "2020-01-30. Iranian-American Nousha has a habit of sabotaging her relationships, frustrating her parents - she’s their only hope for a real Persian wedding. Then she meets Alex, a bisexual artist, activist and DJ living in an old warehouse. Nousha falls fast, but when her parents discover that she and Alex are living together before marriage, chaos unfolds, leading to a wedding that’s anything but simple.",
    "image": "http://static.hd-trailers.net/images/-137676-poster-xlarge-resized.jpg",
    "video": "a-simple-wedding"
  }, {
    "id": 67,
    "name": "Buffaloed",
    "genre": "comedy",
    "content": "2019-12-23. Buffalo is the debt collection capital of America, though Peg Dahl (Zoey Deutch) never saw herself in that world. She's bet on her sharp mind—and even sharper mouth—to get her out of town and into an Ivy League university. But when an acceptance letter to the school of her dreams arrives, she quickly realizes the cruel impossibility of paying tuition. A chance phone call changes everything and leads her into the lucrative yet complex and shady business of delinquent debt collection. She's a natural and soon running her own shop, but at what cost? Also starring Judy Greer, Jai Courtney and Jermaine Fowler, BUFFALOED is a hilarious and timely comedy about one woman rewriting the rules of The Man's game.",
    "image": "http://static.hd-trailers.net/images/-111741-poster-xlarge-resized.jpg",
    "video": "buffaloed"
  }, {
    "id": 68,
    "name": "After Midnight",
    "genre": "sci-fi",
    "content": "2019-12-31. Ten years into his small-town, storybook romance with Abby, Hank suddenly wakes up to an empty home. With nothing but a cryptic note to explain why she left, Hank’s charmed life begins to fall apart. To make matters worse, Abby’s disappearance seems to trigger the arrival of a ferocious creature that crawls out of the old grove on the edge of his property.",
    "image": "http://static.hd-trailers.net/images/-145299-poster-xlarge-resized.jpg",
    "video": "after-midnight"
  }, {
    "id": 69,
    "name": "Brahms: The Boy II",
    "genre": "horror",
    "content": "2020-01-10. Unaware of the terrifying history of Heelshire Mansion, a young family moves into a guest house on the estate where their young son soon makes an unsettling new friend, an eerily life-like doll he calls Brahms. Katie Holmes stars in STXfilms and Lakeshore Entertainment’s Brahms: The Boy II, alongside Christopher Convery (“Gotham”), Owain Yeoman (The Belko Experience) and Ralph Ineson (The Witch).William Brent Bell returns to direct Brahms: The Boy II. The producers are Lakeshore’s Tom Rosenberg, Eric Reid, Gary Lucchesi, and Richard Wright in addition to Matt Berenson, Jim Wedaa and Roy Lee.",
    "image": "http://static.hd-trailers.net/images/-50456-poster-xlarge-resized.jpg",
    "video": "brahms-the-boy-ii"
  }, {
    "id": 70,
    "name": "Eve",
    "genre": "horror",
    "content": "2020-01-29. Eve follows two actresses fighting for the coveted role of ‘Eve’ in a screen adaptation of ‘Paradise Lost’. When the talented and beautiful Alex Beyer is awarded the role, her excitement is quickly tempered by a disturbing home invasion. Unsure of who or what is tormenting her, Alex’s sense of reality starts to spiral out of control threatening her sanity and the lives of those around her.",
    "image": "http://static.hd-trailers.net/images/-91277-poster-xlarge-resized.jpg",
    "video": "eve"
  }, {
    "id": 71,
    "name": "Come As You Are",
    "genre": "comedy",
    "content": "2019-12-16. Three young men with disabilities (Grant Rosenmeyer, Hayden Szeto, and Ravi Patel) flee their overbearing parents on a road trip to a brothel in Montreal catering to people with special needs. Sam (Gabourey Sidibe), a traveling nurse, drives the three guys across the border as they go on this trip to lose their virginity and embrace their independence.",
    "image": "http://static.hd-trailers.net/images/-130091-poster-xlarge-resized.jpg",
    "video": "come-as-you-are"
  }, {
    "id": 72,
    "name": "Spiral",
    "genre": "action",
    "content": "2020-02-11. A sadistic mastermind unleashes a twisted form of justice in SPIRAL, the terrifying new chapter from the book of SAW. Working in the shadow of an esteemed police veteran (Samuel L. Jackson), brash Detective Ezekiel “Zeke” Banks (Chris Rock) and his rookie partner (Max Minghella) take charge of a grisly investigation into murders that are eerily reminiscent of the city’s gruesome past. Unwittingly entrapped in a deepening mystery, Zeke finds himself at the center of the killer’s morbid game.",
    "image": "http://static.hd-trailers.net/images/-39811-poster-xlarge-resized.jpg",
    "video": "spiral"
  }, {
    "id": 73,
    "name": "Impractical Jokers: The Movie",
    "genre": "comedy",
    "content": "2020-02-10. The film tells the story of a humiliating high school mishap from 1992 that sends the Impractical Jokers on the road, competing in hidden camera challenges for the chance to turn back the clock and redeem three of the four. The film stars The Tenderloins- Joe Gatto, James Murray, Brian Quinn and Sal Vulcano, and is produced by The Tenderloins, Chris Henchy and Funny or Die's Jim Ziegler.",
    "image": "http://static.hd-trailers.net/images/-106293-poster-xlarge-resized.jpg",
    "video": "impractical-jokers-the-movie"
  }, {
    "id": 74,
    "name": "The Roads Not Taken",
    "genre": "drama",
    "content": "2020-02-10. Sally Potter’s The Roads Not Taken follows a day in the life of Leo (Javier Bardem) and his daughter, Molly (Elle Fanning) as she grapples with the challenges of her father’s chaotic mind. As they weave their way through New York City, Leo’s journey takes on a hallucinatory quality as he floats through alternate lives he could have lived, leading Molly to wrestle with her own path as she considers her future.",
    "image": "http://static.hd-trailers.net/images/-75230-poster-xlarge-resized.jpg",
    "video": "the-roads-not-taken"
  }, {
    "id": 75,
    "name": "Waiting for Anya",
    "genre": "drama",
    "content": "2020-01-29. Adapted from the novel by the author of War Horse, Waiting for Anya follows Jo Lalande (Noah Schnapp), a thirteen-year-old shepherd boy, and reclusive widow Horcada (Anjelica Huston), who come together with their village to help smuggle Jewish children into Spain during the harrows of WWII.",
    "image": "http://static.hd-trailers.net/images/-130804-poster-xlarge-resized.jpg",
    "video": "waiting-for-anya"
  }, {
    "id": 76,
    "name": "Wendy",
    "genre": "sci-fi",
    "content": "2020-01-10. The classic story of Peter Pan is wildly reimagined in this ragtag epic from Benh Zeitlin, director of BEASTS OF THE SOUTHERN WILD. Lost on a mysterious island where aging and time have come unglued, Wendy must fight to save her family, her freedom, and the joyous spirit of youth from the deadly peril of growing up.",
    "image": "http://static.hd-trailers.net/images/-86569-poster-xlarge-resized.jpg",
    "video": "wendy"
  }, {
    "id": 77,
    "name": "Saint Maud",
    "genre": "horror",
    "content": "2020-01-10. The debut film from writer-director Rose Glass, Saint Maud is a chilling and boldly original vision of faith, mortality, and salvation in a fallen world. Maud, a newly devout hospice nurse, becomes obsessed with saving her dying patient’s soul — but sinister forces, and her own sinful past, threaten to put an end to her holy calling.",
    "image": "http://static.hd-trailers.net/images/-41666-poster-xlarge-resized.jpg",
    "video": "saint-maud"
  }, {
    "id": 78,
    "name": "Birds of Prey",
    "genre": "action",
    "content": "2020-01-10. You ever hear the one about the cop, the songbird, the psycho and the mafia princess? “Birds of Prey (And the Fantabulous Emancipation of One Harley Quinn)” is a twisted tale told by Harley herself, as only Harley can tell it. When Gotham’s most nefariously narcissistic villain, Roman Sionis, and his zealous right-hand, Zsasz, put a target on a young girl named Cass, the city is turned upside down looking for her. Harley, Huntress, Black Canary and Renee Montoya’s paths collide, and the unlikely foursome have no choice but to team up to take Roman down.",
    "image": "http://static.hd-trailers.net/images/-158589-poster-xlarge-resized.jpg",
    "video": "birds-of-prey"
  }, {
    "id": 79,
    "name": "Antlers",
    "genre": "horror",
    "content": "2020-01-10. In ANTLERS, a small-town Oregon teacher (Keri Russell) and her brother (Jesse Plemons), the local sheriff, discover that a young student (Jeremy T. Thomas) is harboring a dangerous secret with frightening consequences.",
    "image": "http://static.hd-trailers.net/images/-42172-poster-xlarge-resized.jpg",
    "video": "antlers"
  }, {
    "id": 80,
    "name": "The Irishman",
    "genre": "action",
    "content": "2020-01-13. Robert De Niro, Al Pacino and Joe Pesci star in Martin Scorsese’s The Irishman, an epic saga of organized crime in post-war America told through the eyes of World War II veteran Frank Sheeran, a hustler and hitman who worked alongside some of the most notorious figures of the 20th century. Spanning decades, the film chronicles one of the greatest unsolved mysteries in American history, the disappearance of legendary union boss Jimmy Hoffa, and offers a monumental journey through the hidden corridors of organized crime: its inner workings, rivalries and connections to mainstream politics.",
    "image": "http://static.hd-trailers.net/images/-91613-poster-xlarge-resized.jpg",
    "video": "the-irishman"
  }, {
    "id": 81,
    "name": "Marriage Story",
    "genre": "comedy",
    "content": "2020-01-13. MARRIAGE STORY is Academy Award nominated filmmaker Noah Baumbach's incisive and compassionate portrait of a marriage breaking up and a family staying together. The film stars Scarlett Johansson and Adam Driver. Laura Dern, Alan Alda, and Ray Liotta co-star.",
    "image": "http://static.hd-trailers.net/images/-97403-poster-xlarge-resized.jpg",
    "video": "marriage-story"
  }, {
    "id": 82,
    "name": "The Two Popes",
    "genre": "comedy",
    "content": "2020-01-13. From Fernando Meirelles, the Academy Award-nominated director of “City of God,” and three-time Academy Award-nominated screenwriter Anthony McCarten, comes an intimate story of one of the most dramatic transitions of power in the last 2,000 years. Frustrated with the direction of the church, Cardinal Bergoglio (Jonathan Pryce) requests permission to retire in 2012 from Pope Benedict (Anthony Hopkins). Instead, facing scandal and self-doubt, the introspective Pope Benedict summons his harshest critic and future successor to Rome to reveal a secret that would shake the foundations of the Catholic Church. Behind Vatican walls, a struggle commences between both tradition and progress, guilt and forgiveness, as these two very different men confront elements from their pasts in order to find common ground and forge a future for a billion followers around the world.*Inspired by true events",
    "image": "http://static.hd-trailers.net/images/-129787-poster-xlarge-resized.jpg",
    "video": "the-two-popes"
  }, {
    "id": 83,
    "name": "The Sonata",
    "genre": "thriller",
    "content": "2020-01-13. A gifted musician (Freya Tingley) inherits a mansion after her long lost father (Rutger Hauer) dies under mysterious circumstances. She discovers his last musical masterpiece riddled with cryptic symbols that unravels an evil secret.",
    "image": "http://static.hd-trailers.net/images/-56360-poster-xlarge-resized.jpg",
    "video": "the-sonata"
  }, {
    "id": 84,
    "name": "Ordinary Love",
    "genre": "drama",
    "content": "2020-01-13. Joan and Tom (Academy Award® nominee Lesley Manville and Liam Neeson) have been married for many years. An everyday couple with a remarkable love, there is an ease to their relationship which only comes from spending a lifetime together. When Joan is diagnosed with breast cancer, the course of her treatment shines a light on their enduring devotion, as they must find the humor and grace to survive a year of adversity.",
    "image": "http://static.hd-trailers.net/images/-91058-poster-xlarge-resized.jpg",
    "video": "ordinary-love"
  }, {
    "id": 85,
    "name": "Jinpa",
    "genre": "drama",
    "content": "2020-01-13. Visionary director Pema Tseden brings to life a metaphysical tale of revenge and redemption. On an isolated road driving across Kekexili Plateau, the world’s highest plains, a trucker picks up a young hitchhiker who shares his name: Jinpa. The truck driver soon discovers that the young man is on a dangerous mission. Could their brief time together change both of their lives?",
    "image": "http://static.hd-trailers.net/images/-78402-poster-xlarge-resized.jpg",
    "video": "jinpa"
  }, {
    "id": 86,
    "name": "Morbius",
    "genre": "horror",
    "content": "2020-01-13. One of Marvel’s most compelling and conflicted characters comes to the big screen as Oscar® winner Jared Leto transforms into the enigmatic antihero, Michael Morbius. Dangerously ill with a rare blood disorder, and determined to save others suffering his same fate, Dr. Morbius attempts a desperate gamble. What at first appears to be a radical success soon reveals itself to be a remedy potentially worse than the disease.",
    "image": "http://static.hd-trailers.net/images/-36045-poster-xlarge-resized.jpg",
    "video": "morbius"
  }, {
    "id": 87,
    "name": "Zombi Child",
    "genre": "horror",
    "content": "2020-01-14. Haiti, 1962. A man is brought back from the dead only to be sent to the living hell of the sugarcane fields. In Paris, 55 years later, at a prestigious all-girls boarding school, Melissa, a young Haitian teenager, confesses an old family secret to a group of new friends – never imagining that this strange tale will convince a heartbroken classmate to do the unthinkable. The latest from French master Bertrand Bonello (Saint Laurent, Nocturama), ZOMBI CHILD presents a provocative new take on classic horror tropes.",
    "image": "http://static.hd-trailers.net/images/-87227-poster-xlarge-resized.jpg",
    "video": "zombi-child"
  }, {
    "id": 88,
    "name": "Bloodshot",
    "genre": "action",
    "content": "2019-10-23. Based on the bestselling comic book, Vin Diesel stars as Ray Garrison, a soldier recently killed in action and brought back to life as the superhero Bloodshot by the RST corporation. With an army of nanotechnology in his veins, he’s an unstoppable force –stronger than ever and able to heal instantly. But in controlling his body, the company has sway over his mind and memories, too. Now, Ray doesn’t know what’s real and what’s not – but he’s on a mission to find out.",
    "image": "http://static.hd-trailers.net/images/-75865-poster-xlarge-resized.jpg",
    "video": "bloodshot"
  }, {
    "id": 89,
    "name": "The Gentlemen",
    "genre": "action",
    "content": "2019-12-24. From writer/director Guy Ritchie comes The Gentlemen, a star-studded sophisticated action comedy. The Gentlemen follows American expat Mickey Pearson (Matthew McConaughey) who built a highly profitable marijuana empire in London. When word gets out that he’s looking to cash out of the business forever it triggers plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him (featuring an all-star ensemble cast including Charlie Hunnam, Henry Golding, Michelle Dockery, Jeremy Strong, Eddie Marsan, Colin Farrell, and Hugh Grant).",
    "image": "http://static.hd-trailers.net/images/-89515-poster-xlarge-resized.jpg",
    "video": "the-gentlemen"
  }, {
    "id": 90,
    "name": "Martin Eden",
    "genre": "drama",
    "content": "2020-01-15. From writer/director Guy Ritchie comes The Gentlemen, a star-studded sophisticated action comedy. The Gentlemen follows American expat Mickey Pearson (Matthew McConaughey) who built a highly profitable marijuana empire in London. When word gets out that he’s looking to cash out of the business forever it triggers plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him (featuring an all-star ensemble cast including Charlie Hunnam, Henry Golding, Michelle Dockery, Jeremy Strong, Eddie Marsan, Colin Farrell, and Hugh Grant).",
    "image": "http://static.hd-trailers.net/images/-32302-poster-xlarge-resized.jpg",
    "video": "martin-eden"
  }, {
    "id": 91,
    "name": "The Truth",
    "genre": "drama",
    "content": "2020-01-15. Legends of French cinema Catherine Deneuve and Juliette Binoche join filmmaker Hirokazu Koreeda (Shoplifters, Still Walking) to paint a moving portrait of family dynamics in THE TRUTH. Fabienne (Deneuve) is an aging French movie star who, despite her momentary lapses in memory, remains a venerable force to be reckoned with. Upon the publication of her memoirs, her daughter Lumir (Binoche) returns to Paris with her husband (Hawke) and their young daughter to commemorate its release. A sharp and funny battle of wits ensues between mother-daughter duo, as Lumir takes issue with Fabienne’s rose-colored version of the past. Reflected by Fabienne’s latest role in a sci-fi drama, their strained relationship takes a poignant journey toward possible reconciliation. Charming, bold, and imbued with endless emotional insight, THE TRUTH offers a relatable look at human relationships.",
    "image": "http://static.hd-trailers.net/images/-123381-poster-xlarge-resized.jpg",
    "video": "the-truth"
  }, {
    "id": 92,
    "name": "Gretel & Hansel",
    "genre": "thriller",
    "content": "2020-01-17. A long time ago in a distant fairytale countryside, a young girl (Sophia Lillis, IT) leads her little brother (Sammy Leakey) into a dark wood in desperate search of food and work, only to stumble upon a nexus of terrifying evil.",
    "image": "http://static.hd-trailers.net/images/-46894-poster-xlarge-resized.jpg",
    "video": "gretel-hansel"
  }, {
    "id": 93,
    "name": "Intrigo: Death Of An Author",
    "genre": "thriller",
    "content": "2019-12-11. Based on the global best-seller by Hakan Nesser and starring Academy Award® winner Ben Kingsley (Ghandi), this tense, riveting thriller will keep you guessing. After an author named David plots the seemingly accidental murder of his wife, her body is never recovered, and he's convinced that she's still alive. Meanwhile, as David translates the final novel by a writer who also dies mysteriously, he finds himself attracted to the man's sultry wife. Fact or fiction, life or death... in this tale, nothing is certain.",
    "image": "http://static.hd-trailers.net/images/-121126-poster-xlarge-resized.jpg",
    "video": "intrigo-death-of-an-author"
  }, {
    "id": 94,
    "name": "Disturbing The Peace",
    "genre": "action",
    "content": "2019-12-23. A small-town marshal who hasn't carried a gun since he left the Texas Rangers after a tragic shooting must pick up his gun again. This time to do battle with a gang of outlaw bikers that has invaded the town to pull off a brazen and violent heist.",
    "image": "http://static.hd-trailers.net/images/-101930-poster-xlarge-resized.jpg",
    "video": "disturbing-the-peace"
  }, {
    "id": 95,
    "name": "The Kindness Of Strangers",
    "genre": "drama",
    "content": "2020-01-17. In New York City, six strangers’ lives intersect in a modern tale of ordinary people struggling to find help, hope and love. As the unlikely group comes together, they discover that liberation and triumph lie in each other’s hands. Starring an ensemble cast including Zoe Kazan, Andrea Riseborough, Caleb Landry Jones, Tahar Rahim, Jay Baruchel and Golden Globe-winner® Bill Nighy.",
    "image": "http://static.hd-trailers.net/images/-93597-poster-xlarge-resized.jpg",
    "video": "the-kindness-of-strangers"
  }, {
    "id": 96,
    "name": "Feedback",
    "genre": "horror",
    "content": "2020-01-17. Jarvis Dolan is the star journalist of a successful London late night radio show. He plans to reveal evidence of Russian interference in the Brexit process on his program. When two armed men burst into the studio, he is forced to continue with the live program and follow the script of the assailants without ever revealing that they are in danger. Jarvis Dolan's night soon becomes a nightmare.",
    "image": "http://static.hd-trailers.net/images/-103312-poster-xlarge-resized.jpg",
    "video": "feedback"
  }, {
    "id": 97,
    "name": "Jiang Ziya",
    "genre": "action",
    "content": "2020-01-17. A top the ruins of war, top commander Jiang Ziya is given the task to banish the Nine-tailed Fox Demon who threatens all mortals' very existence. When he discovers the Nine-tailed Fox's life is linked to the soul of an innocent girl, his is faced with a challenging decision - follow the will of heaven or find his own path to righteousness.",
    "image": "http://static.hd-trailers.net/images/-121434-poster-xlarge-resized.jpg",
    "video": "jiang-ziya"
  }, {
    "id": 98,
    "name": "Olympic Dreams",
    "genre": "drama",
    "content": "2020-01-17. Set against the Winter Olympic Games, an unexpected and intimate love story develops between two lonely hearts, each at a crossroads in life. Penelope (Alexi Pappas) is a first time Olympian and introverted cross-country skier, who finds herself spending time in Athletes Village with the outgoing volunteer dentist, Ezra (Nick Kroll). While both are eager to form connections at the Olympic Games, they are held back by the very thing that has propelled them to this point; what do you do once your lifelong dream has come true, and you’re faced with taking the next step? Will Penelope and Ezra be able to help each other take of leap of faith into the unknown? The first movie ever filmed on location during the Olympics in Athletes Village, OLYMPIC DREAMS offers audiences a never-before-seen look into the Games and the people whose entire lives are shaped by them.",
    "image": "http://static.hd-trailers.net/images/-86584-poster-xlarge-resized.jpg",
    "video": "olympic-dreams"
  }, {
    "id": 99,
    "name": "The Rhythm Section",
    "genre": "thriller",
    "content": "2020-01-22. Blake Lively stars as Stephanie Patrick, an ordinary woman on a path of self-destruction after her family is tragically killed in a plane crash. When Stephanie discovers that the crash was not an accident, she enters a dark, complex world to seek revenge on those responsible and find her own redemption. Based on the novel by Mark Burnell, from director Reed Morano (“The Handmaid’s Tale”) and the producers of the James Bond film series, The Rhythm Section also stars Jude Law and Sterling K. Brown.",
    "image": "http://static.hd-trailers.net/images/-80018-poster-xlarge-resized.jpg",
    "video": "the-rhythm-section"
  }, {
    "id": 100,
    "name": "Standing Up, Falling Down",
    "genre": "comedy",
    "content": "2020-01-22. After four years of chasing his stand-up comedy dream in Los Angeles, 34-year old Scott Rollins (Ben Schwartz) has crashed and burned. Hard. Left with little money and a fledgling at best “career”, Scott has no choice but to regroup, lick his wounds, and return home to his parent’s house in Long Island. While trying to figure out what to do next, Scott pines after his ex, Becky Brookes (Eloise Mumford), a successful photographer who has since married a former mutual friend. On a night out at the bar, Scott strikes up an unlikely friendship with an eccentric dermatologist, Marty (Billy Crystal), who has regrets of his own. Marty and Scott both help each other find the courage to face the failures in their lives.",
    "image": "http://static.hd-trailers.net/images/-83937-poster-xlarge-resized.jpg",
    "video": "standing-up-falling-down"
  }, {
    "id": 101,
    "name": "Lore",
    "genre": "drama",
    "content": "2020-01-22. The year is 1945. Left to fend for herself when her SS officer father and mother, a staunch Nazi believer, are interred by the victorious Allies at the end of World War II, Lore, a fourteen-year-old German girl (striking newcomer Saskia Rosendahl), must lead her four siblings on a harrowing journey across a devastated country. When she meets the charismatic and mysterious young refugee Thomas, (Kai Malina, The 'White Ribbon') Lore soon finds her world shattered by feelings of hatred and desire as she must put her trust in the very person she was always taught to hate in order to survive.",
    "image": "http://static.hd-trailers.net/images/-97039-poster-xlarge-resized.jpg",
    "video": "lore"
  }, {
    "id": 102,
    "name": "Incitement",
    "genre": "thriller",
    "content": "2020-01-22. Acclaimed writer-director Yaron Zilberman (A Late Quartet) chronicles the disturbing descent of a promising law student to an intransigent ultranationalist obsessed with murdering his country's leader, Israeli Prime Minister Yitzhak Rabin. Incitement is a gripping and unnerving look through the eyes of a murderer who silenced a powerful voice for peace.",
    "image": "http://static.hd-trailers.net/images/-147614-poster-xlarge-resized.jpg",
    "video": "incitement"
  }
]
